micropython/micropython/ports/raspberrypi/boards/rfguru_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RFGuru-Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
